[
    {
        "id": "1",
        "name": "Thames Lunch Cruise for Two",
        "desc": "Set sail on the River Thames for a spectacular lunch cruise for two. A perfect blend of delicious food and views of London’s iconic skyscrapers, it is guaranteed to be an unforgettable day. Tuck into a fabulous two course meal each while the stylish ship cruises past the Tower of London, the Houses of Parliament, the Shard and more! The ultimate gift and day out in the capital, it is a wonderful way to see London in all its glory.",
        "image": "https://images-cdn.redletterdays.co.uk/common/client/Images/Product/Extralarge/en-GB/RLD/11871261_LunchCruiseCityLondon2_1.jpg",
        "location": "Tower Hill - City of London",
        "price": "59"
    },
    {
        "id": "2",
        "name": "Three-Course Lunch with Champagne for Two at Gordon Ramsay's Savoy Grill",
        "desc": "Celebrate a special occasion or add a touch of glamour to the afternoon with an exquisite dining experience at Gordon Ramsay's Savoy Grill. Restored to its iconic 1920s glory, the Savoy Grill offers a delicious choice from the set menu, consisting of a tempting selection of classic British and French dishes. Lunch includes three courses and a glass of Champagne each, all served in the luxurious art-deco dining room. Boasting an incredible atmosphere, exceptional standards of service and top class cuisine, this really is a dining experience not to be missed.",
        "image": "https://images-cdn.redletterdays.co.uk/common/client/Images/Product/Extralarge/en-GB/RLD/10787193-RLD-5.jpg",
        "location": "The Strand - West End",
        "price": "99"
    },
    {
        "id": "3",
        "name": "Two Course Lunch with Prosecco for Two at The Montcalm Marble Arch",
        "desc": "Celebrate a special occasion or add a touch of glamour to the afternoon with an exquisite dining experience at Gordon Ramsay's Savoy Grill. Restored to its iconic 1920s glory, the Savoy Grill offers a delicious choice from the set menu, consisting of a tempting selection of classic British and French dishes. Lunch includes three courses and a glass of Champagne each, all served in the luxurious art-deco dining room. Boasting an incredible atmosphere, exceptional standards of service and top class cuisine, this really is a dining experience not to be missed.",
        "image": "https://images-cdn.redletterdays.co.uk/common/client/Images/Product/Extralarge/en-GB/RLD/themontcalm_RLD10773270__New_(3).jpg",
        "location": "Marble Arch - West End",
        "price": "39"
    },
    {
        "id": "4",
        "name": "21 Course Sushi Omakase Experience and Champagne with Chef Suren at The Rubens at the Palace for Two",
        "desc": "21 courses of sushi accompanied by Lanson Black Label Champagne served at one of London’s finest 5-star hotels, what could be more opulent? Enjoy a luxury dining experience for two people at The Rubens at the Palace – it’s the perfect evening for a pair of sushi lovers. Diners will be seated in The Leopard Bar for Chef Suren’s exquisite Omakase experience where the menu will be curated during the course of the evening, taking into account guest’s preferences. Feast on the bespoke menu and enjoy the freshest quality ingredients like premium otoro and akami tuna. Complete with a glass of Champagne and a fine selection of Saké expertly paired by the Bar Manager, diners palates will be taken on a taste sensation.",
        "image": "https://images-cdn.redletterdays.co.uk/common/client/Images/Product/Extralarge/en-GB/RLD/10797219_RLDOmakase3.jpg",
        "location": "Victoria - West London",
        "price": "300"
    },
    {
        "id": "5",
        "name": "Two Course Brunch with Bottomless Fizz at The Montcalm London Marble Arch",
        "desc": "Bottomless brunch is the perfect way to celebrate in style and what better place to indulge than the refined surroundings of The Montcalm London Marble Arch. Enjoy the luxuriously chic surroundings of this 5* boutique hotel and toast the occasion with free-flowing fizz accompanied by two delightful brunch courses served in the hotel’s Crescent Restaurant and Lounge, a bright and beautifully spacious area with a lavish marble flooring, high ceilings and large skylights. A truly delicious afternoon!",
        "image": "https://images-cdn.redletterdays.co.uk/common/client/Images/Product/Extralarge/en-GB/RLD/BrunchMontcalm_10779184_1.jpg",
        "location": "Marble Arch - West London",
        "price": "65"
    },
    {
        "id": "6",
        "name": "Three Course Champagne Celebration Meal at Marco Pierre White's London Steakhouse Co Restaurant",
        "desc": "Celebrate a special occasion with this outstanding dining experience for two at Marco Pierre White's London Steakhouse Co. City. Be welcomed and seated with a flute of chilled Champagne each on arrival and raise a toast as you settle into your elegant surroundings. Choose three mouth-watering courses from a recommended set menu, including classic British dishes with the signature twist that made Marco Pierre White the internationally respected chef he is today. Finish with a celebration plate containing a twinkling sparkler, offering the opportunity to surprise and delight, before being presented with a souvenir boxed London Steakhouse Co. apron gift.",
        "image": "https://images-cdn.redletterdays.co.uk/common/client/Images/Product/Extralarge/en-GB/RLD/RLD10778572MPW-1.jpg",
        "location": "Spitafields - East London",
        "price": "81"
    },
    {
        "id": "7",
        "name": "Best of Britain Day Excursion Aboard Belmond British Pullman and a Bottle of Champagne for Two",
        "desc": "Delight in a timeless journey for two aboard the luxury Belmond British Pullman. Experience a magical trip in time worthy of royalty. Step into the beautifully decorated carriages previously used by the royal family and prepare to be waited on hand and foot. Take in stunning views of the countryside whilst indulging in a delicious Bellini brunch on the journey outward. Depart from London Victoria and spend the day in one of many popular locations in the UK. Visit historic Bath, head to the famous Chatsworth House or plan a trip to Cambridge. On the return train journey, enjoy a lavish dinner and a bottle of Veuve Clicquot Champagne to share. This memorable day excursion is the ultimate indulgence and the perfect way to celebrate a special occasion.",
        "image": "https://images-cdn.redletterdays.co.uk/common/client/Images/Product/Extralarge/en-GB/11815045ActivitySheetImage.jpg",
        "location": "Victoria - West London",
        "price": "850"
    }
]
